tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "bash"
brew "bash-completion"
brew "gettext"
brew "glib"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "deno"
brew "direnv"
brew "eza"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libsodium"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "lua"
brew "luacheck"
brew "luajit"
brew "mas"
brew "mint"
brew "ncurses"
brew "ninja"
brew "nodebrew"
brew "openapi-generator"
brew "peco"
brew "plantuml"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sl"
brew "stylua"
brew "trash-cli"
brew "tree"
brew "vint"
brew "xcbeautify"
brew "dart-lang/dart/dart"
brew "koekeishiya/formulae/yabai"
cask "aquaskk"
mas "CotEditor", id: 1024640650
mas "E2DC", id: 1616576556
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "SE Browser", id: 1615741502
mas "Skitch", id: 425955336
