tap "dart-lang/dart"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "yonaskolb/xcodegen", "https://github.com/yonaskolb/XcodeGen.git"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "bash"
brew "bash-completion"
brew "gettext"
brew "glib"
brew "carthage"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "difftastic"
brew "direnv"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "eza"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "libsodium"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "python@3.10"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "luacheck"
brew "luajit"
brew "mas"
brew "mint"
brew "ninja"
brew "nodebrew"
brew "openapi-generator"
brew "peco"
brew "perl"
brew "plantuml"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sl"
brew "stylua"
brew "trash-cli"
brew "tree"
brew "vint"
brew "xcbeautify"
brew "xcodegen"
brew "xcproj"
brew "dart-lang/dart/dart"
brew "delphinus/sfmono-square/sfmono-square"
brew "koekeishiya/formulae/yabai"
cask "aquaskk"
mas "MeetingBar", id: 1532419400
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Playgrounds", id: 1496833156
mas "Skitch", id: 425955336
