tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash-completion"
brew "python@3.9"
brew "glib"
brew "cloc"
brew "coreutils"
brew "deno"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "git"
brew "python@3.10"
brew "git-filter-repo"
brew "git-lfs"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jenv"
brew "mas"
brew "neovim"
brew "nodebrew"
brew "plantuml"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "sl"
brew "tree"
brew "dart-lang/dart/dart"
mas "CotEditor", id: 1024640650
mas "E2DC", id: 1616576556
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "SE Browser", id: 1615741502
mas "Skitch", id: 425955336
